Repository: 84000/data-translation-memory
Catalog: toh565-v3.tmx
Source language: bo
Languages: en

source: མ་ཧེའི་ཤ་དང་རྟའི་མགོ་སྤུས་ལེགས་པར་བཅིངས་ལ་དུག་དང་། སྐེ་ཚེ་དང་། ཚ་བ་གསུམ་གྱིས་ལུས་བྱུགས་ལ།
en: One should tie them with hair from the heads of a buffalo and a horse and smear their bodies with poison, black mustard, and salt.

source: དེ་ཉིད་དང་མ་ཧེའི་ཤ་དང་། རྟའི་ཁྲག་དང་ལྡན་པས་དུར་ཁྲོད་ཀྱི་རས་ལ་ཕཊ་བཞིའི་དབུས་སུ་ཧཱུཾ་གིས་སྤེལ་བའི་མིང་བྲིས་ལ་མཱྃ་གིས་ཡོངས་སུ་བསྐོར་ལ་དེའི་སྙིང་གར་བཅུག་སྟེ་སྔགས་བཟླས་ཤིང་མ་ཧེ་དང་།
en: Then one should write the targets’ names, augmented with the syllable hūṁ, in the middle of four phaṭ syllables with buffalo and horse blood on a piece of cloth from a charnel ground, and one should surround this with the syllable māṃ.

source: རྟ་གཉིས་ལ་ཞོན་པ་གཉི་ག་ཡང་འཐབ་བཞིན་རྣམ་པར་བསམས་ན་དབྱེ་བར་བྱེད་དོ། །འཕྲོག་བྱེད་དང་།
en: One should place the effigies in the center and recite the mantra while visualizing the two of them mounted on a buffalo and a horse as if they were fighting, and it will sow discord.

source: དཀའ་ཟློག་མ་དང་བཅས་པས་དུར་ཁྲོད་དུ་ས་བརྐོས་ལ་སྦའོ། །ཨོཾ་མཱ་རཱི་ཙྱཻ་ཆེ་གེ་མོ་དང་ཆེ་གེ་མོ་ཕྱེ་ཤིག་ཧཱུཾ་སྭཱ་ཧཱ། ཞེས་པ་ནི་སྔགས་སོ། །
en: One should bury an effigy of Hara with Durgā in a hole in a charnel ground while reciting the mantra oṃ mārīcyai, sow discord between [insert name] and [insert name], hūṁ svāhā.

source: དེ་ནས་སྦྱོར་བ་གཞན་ནི་མ་ཧེའི་རྭ་དང་རྟའི་རུས་པ་ལ་གཟུགས་བརྙན་བྱས་ཏེ། དུག་དང་གཏུམ་པོའི་ས་བོན་དང་།
en: Another application is as follows: The images should be made on a buffalo’s horn and a horse’s bone, and the names should be written at the heart centers with buffalo and horse blood mixed with feces and white dūrvā grass seeds.

source: མ་ཧེའི་ཤ་དང་རྟའི་ཁྲག་གིས་སྙིང་གར་མིང་མངོན་པར་བྲིས་ལ་སྔགས་བཟླ་ཞིང་སེང་ལྡེང་གི་མེ་ལ་གདུངས་ན་དེ་མ་ཐག་ཏུ་འབྱེད་པར་བྱེད་དོ། །
en: Then, this should be thrown into a fire kindled with teakwood while reciting the mantra, and it will immediately sow discord.

source: ཡང་ན་དགྲ་བོའི་ཁྱིམ་དུ་སྦས་ན་ཡང་འབྱེད་པར་བྱེད་དོ། །
en: One can also hide them in the enemy’s house, and it will sow discord.

source: དེ་ཡང་དག་པར་བརྗོད་པར་བྱ་བ་ནི་འོད་ཟེར་ཅན་ཆེན་པོ་འབྱུང་བའི་རྒྱུད་ལས་བྱུང་བ་ནི་དགྲའི་དཔུང་རེངས་པར་བྱེད་པའི་ཚིག་སྟོན་ཏེ།
en: Now I will explain the instruction from The Great Tantra of Mārīcī’s Arising, which teaches the verses that should be recited to paralyze an enemy’s army.

source: ཁ་ཅིག་ཏུ་རྒྱལ་པོའི་དཔུང་གི་ཚོགས་གཡོས་པར་འགྱུར་ཞིང་གཞན་གྱི་ཡུལ་ཁམས་ཕུང་བར་བྱེད་པར་བརྩོན་ན་གང་གི་ཚེ་དེ་ལ་རྒྱལ་པོ་འོངས་ནས་སླར་བྱེད་ཅིང་མཆོད་དེ་སྔགས་པ་ལ་གསོལ་བ་འདེབས་ན་དེའི་ཚེ་སློབ་དཔོན་གྱིས་སེམས་ཅན་ཐམས་ཅད་ལ་རྗེས་སུ་བརྩེ་བས་བྱམས་པའི་སེམས་ཀྱིས་ཏིང་ངེ་འཛིན་བྱའོ། །
en: If trying to disrupt a king’s forces wherever they may be and bring an adversary’s kingdom to ruin, this rite should be performed and offering made right after the king arrives. The ācārya should request permission from the king’s counselor and then enter meditative concentration with a benevolent attitude and love toward all beings.

source: དེ་ལ་འཚོག་ཆས་དགོས་པ་ཐམས་ཅད་དང་ལྡན་ཞིང་ལེགས་པའི་གྲོགས་པོས་དེ་ཆེད་དུ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཐང་སྐུ་བཀྲམ་ལ།
en: He should have a competent assistant provide him with all the necessary ritual implements and assist with the rite.

source: ཙནྡན་དཀར་པོས་དཀྱིལ་འཁོར་ཉེ་བར་བྱུགས་ནས་མེ་ཏོག་དཀར་པོ་བཀྲམ་པ། བདུག་སྤོས་དང་། དྲི་དང་། ཕྲེང་བ་དང་། གཏོར་མ་ཡང་བྱིན་ལ།
en: He should set up the painting of Blessed Mārīcī, anoint the maṇḍala with white sandalwood, scatter white flowers on it, and present incense, perfume, flower garlands, and a bali offering.

source: ཞོ་དང་། སྦྲང་རྩི་དང་། བུ་རམ་དང་ལྡན་པས་ལན་བདུན་དུ་སྔགས་ལ་འབུལ་བར་བྱའོ། །
en: Then he should make offerings of yogurt, honey, and molasses while reciting the following mantra seven times:

source: སྔགས་ནི་ཨོཾ་མཱ་རཱི་ཙྱཻ་ཨརྒྷཾ་པྲ་ཏཱིཙྪ་སྭཱ་ཧཱ།
en: oṃ mārīcyai arghaṃ pratīccha svāhā

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་གན་དྷ་པྲ་ཏཱིཙྪ་སྭཱ་ཧཱ།
en: oṃ mārīcyai gandha pratīccha svāhā

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་པུཥྤེ་པྲ་ཏཱིཙྪ་སྭཱ་ཧཱ།
en: oṃ mārīcyai puṣpe pratīccha svāhā

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་དྷཱུ་པེ་པྲ་ཏཱིཙྪ་སྭཱ་ཧཱ།
en: oṃ mārīcyai dhūpe pratīccha svāhā

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་དཱི་པཾ་པྲ་ཏཱིཙྪ་སྭཱ་ཧཱ།
en: oṃ mārīcyai dīpaṃ pratīccha svāhā

source: དེ་ནས་བཅོམ་ལྡན་འདས་མ་ལ་མཆོད་ཅིང་ཡོངས་སུ་བསྔོ་སྟེ་དགྱེས་པར་བྱས་ལ་བདག་ཉིད་བཅོམ་ལྡན་འདས་མའི་གཟུགས་སུ་དམིགས་ཤིང་རང་ཉིད་ང་རྒྱལ་དང་ལྡན་པས་ཁྲི་ཕྲག་གསུམ་བཟླས་པ་བྱའོ། །
en: He should perform the offering to Blessed Mārīcī and then recite the dedication. When she has been pleased, he should see himself in the form of Blessed Mārīcī and recite the mantra thirty thousand times with pride.

source: དེའི་སྔོན་དུ་སོང་བའི་བསྙེན་པ་ཡིན་ཏེ་མི་དགེ་བའི་མཚན་མ་མཐོང་བར་འགྱུར་རོ། །
en: That is the preliminary worshiping rite, and it will reveal any inauspicious sign.

source: དེ་ནས་ཕྱིས་ནི་སྦྱིན་སྲེག་བྱ་སྟེ་སྔོན་དུ་བསྟན་པའི་ཆོ་གས་ལས་ཐམས་ཅད་པའི་ཐབ་ཁུང་དུ་རྒྱ་སྐྱེགས་ཀྱི་ཤིང་དང་།
en: After that, he should perform the fire offering.

source: བྱང་ཆུབ་ཀྱི་ཤིང་དང་། ཨུ་དུམ་བཱ་རའི་ཡམ་ཤིང་གིས་མེ་སྦར་ལ། ཞོ་དང་། འོ་མ་དང་། མར་དུ་སྨྱུགས་པའི་དཱུར་བ་ཉག་མ་རེ་རེ་རྣམས་སྟོང་ཕྲག་བརྒྱད་སྦྱིན་སྲེག་བྱའོ། །
en: Following the aforementioned ritual instructions, he should light fire pits for all the ritual actions using butea, bodhi tree, and uḍumbara branches, and he should offer one thousand and eight individual pieces of dūrvā grass that have been dipped in yogurt, milk, and ghee.

source: དེ་ནས་ལས་ཐམས་ཅད་ནུས་པར་འགྱུར་རོ། །
en: Then he can perform all the ritual actions.

source: ཨོཾ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི་སརྦ་རི་པུ་སྱཻ་སྟཾ་བྷཱ་ཡ་སྭཱ་ཧཱ།
en: The paralyzing mantra is oṃ vattāli vadāli varāli varāhamukhi sarvaripusyaibhyaṃ staṃbhaya svāhā.

source: འདི་ནི་རེངས་པར་བྱེད་པའི་སྔགས་ཏེ་རེངས་པའི་ལས་ཐམས་ཅད་ལ་སྦྱར་བར་བྱའོ། །
en: This mantra can be used for any paralyzing ritual.

source: སྔགས་འདིས་བཟླས་པ་དང་། སྦྱིན་སྲེག་ཀྱང་བྱའོ། །
en: The recitation and fire offering should be performed using this mantra.

source: ཕྱིས་ནི་རྒྱལ་པོ་དང་མདུན་ན་འདོན་ནི་གྲོ་གའམ།
en: After that, he should add the names of the king and royal priest who are the target of the mantra and write them on a piece of birch bark or cloth using red saffron or bovine bezoar.

source: རས་ལ་གུར་གུམ་མམ། གིའུ་ཝང་དག་གིས། བསྒྲུབ་བྱའི་མིང་དང་སྔགས་སྤེལ་ཏེ་རྨྃ་གིས་དཀྲིས་པ་ཡང་ཡི་གེ་བཞིས་ཡོངས་སུ་བསྐོར་ཏེ། ཨོཾ་རྨཱྃ་བཱྃ་རྨཱྃ། ཕྱི་རོལ་དུ་བའི་ཡི་གེས་ཡོངས་སུ་བསྐོར་བའི་འཁོར་ལོ་འདི་བྲིས་ལ་གང་གི་སྤྱི་གཙུག་གམ།
en: He should encircle it with the syllable māṃ, surround that with the four syllables oṃ, māṃ, vāṃ, and māṃ, and draw the mantra wheel surrounded on the outside by the letter va.

source: མགུལ་པའམ། དཔུང་པ་ལ་བཏགས་ན་ལས་ཐམས་ཅད་ཉིད་ལ་སྲུང་བར་བྱེད་པ་ཡིན་ནོ། །
en: If he touches the troops with this on the crown or throat, they will be protected in everything they do.

source: གཡུལ་ངོར་ཞུགས་ན་མཚོན་ཆས་ལུས་ལ་མི་ཆོད་པར་འགྱུར་རོ། །གཡུལ་ངོ་ལས་དེ་ནི་རྒྱལ་བར་འགྱུར་རོ། །
en: When they go to battle, no weapon will pierce their bodies, and they will win the battle.

source: དེ་ནས་ཡང་ཕྱིས་ནས་མཆོག་ཏུ་གྱུར་པའི་གླང་པོ་ཆེ་འམ། མཆོག་ཏུ་གྱུར་པའི་ཤིང་རྟ་ལ་རྡོ་རྗེ་སློབ་དཔོན་ཞོན་ཏེ་གཡུལ་ལ་མངོན་པར་ཕྱོགས་པས་བཅོམ་ལྡན་འདས་མའི་ཐང་སྐུ་བཀྲམ་ལ་རྒྱལ་མཚན་སེར་པོ་བཙུགས་ཏེ་རས་སེར་པོའི་ཤམ་ཐབས་དང་སེར་པོའི་ཐོད་བཅིངས་ཏེ་འཚོག་ཆས་རྡོ་རྗེ་དྲིལ་བུ་བཟུང་ཞིང་བསྙེན་པ་དང་བཅས་པས་སྔོན་བཞིན་ཕག་པའི་ཤིང་རྟ་ལ་བསྒོམས་ལ་སྔགས་བརྗོད་པར་བྱའོ། །
en: Then the vajrācārya should mount the lead elephant or the lead chariot, face the battlefield, and hoist a yellow victory banner over an unfurled painting of Blessed Mārīcī. He should wear a lower robe of yellow cloth and a yellow turban, hold the ritual implements, vajra, and bell, and, with confidence, visualize himself as Mārīcī atop a chariot drawn by wild boar as before while reciting the following mantra:

source: ཨོཾ་མཱ་རཱི་ཙྱི་བཏྟཱ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི་སརྦ་དུཥྚ་རི་པུ་སྱཻ་བྷྱཾ་སྟཾ་བྷཱ་ཡ་ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ།
en: oṃ mārīcyai vattāli vadāli varāli varāhamukhi sarvaduṣṭaripusyaibhyaṃ staṃbhaya hūṃ phaṭ svāhā

source: ཕག་པས་བསྐོར་བའི་ནང་དུ་བསྒོམས་ནས་དེ་མ་ཐག་ཏུ་དགྲའི་དཔུང་ཚོགས་ལས་རྒྱལ་བར་འགྱུར་རོ། །
en: He should recite this while visualizing the target surrounded by wild boar, and it will bring immediate victory over the enemy army.

source: མཚོན་གྱིས་བཅད་པའི་མི་ཤི་བའི་རོ་གོས་སམ། དུར་ཁྲོད་ཀྱི་རས་ལ་འཁོར་ལོ་འདི་བ་བླ་འམ།
en: This mantra wheel should be drawn with a liquid made of yellow arsenic or turmeric on a piece of cloth from the corpse of a person who was slain in battle or on a piece of cloth from a charnel ground.

source: ཡུང་བའི་ཁུ་བས་བྲིས་ཏེ་ཆུ་བོའི་ངོགས་གཉིས་ཀྱི་ས་འམ།
en: An effigy of the enemy’s general should be fashioned out of soil from both sides of a riverbank or soil from a mountaintop mixed with ash from a charnel ground and placed in the center of the mantra wheel.

source: རིའི་རྩེ་མོའི་ས་འམ་དུར་ཁྲོད་ཀྱི་ཐལ་བ་དང་ལྡན་པས་དགྲའི་དཔོན་གྱི་གཟུགས་བརྙན་བྱས་ལ་འཁོར་ལོ་དེའི་སྙིང་གར་བཅུག་ལ་ཡང་ས་དེ་དང་ལྷན་ཅིག་ཏུ་འབྲས་སཱ་ལུའི་ཁུ་བ་ལ་ཡུང་བའི་ཁུ་བ་དང་ལྡན་པས་ཕག་པའི་གཟུགས་བྱས་ལ་དེའི་ཁ་རུ་དགྲ་བོའི་གཟུགས་བརྙན་ཁ་ཐུར་དུ་བསྟན་ལ་བཅུག་སྟེ།
en: The image of a wild boar should be drawn using the same soil mixed with a liquid base of rice and turmeric, and the effigy of the enemy should be placed face down in the boar’s mouth.

source: ཕག་པ་དེ་ཁམ་སྐྱོང་ཁ་སྦྱར་གྱི་ནང་དུ་བཅུག་ལ་སོང་སྟེ་དགྲའི་དཔུང་ལ་མངོན་དུ་ཁ་བལྟས་པས་གཞག་པར་བྱའོ། །
en: The boar should be placed inside of a vessel with a lid and left there, situated so that it faces the enemy army.

source: ཟན་དང་ཉ་དང་། ཤ་རློན་པ་དང་ལྡན་པས་གཏོར་མ་བྱིན་ལ་སོར་བརྒྱད་པའི་སེང་ལྡེང་གི་ཕུར་བུས་བཏབ་ལ་ས་བརྐོས་ཏེ་བཟླས་ལ།
en: He should perform a bali offering with boiled rice, fish, and raw meat, and he should strike and pierce the ground with an eight-inch teakwood dagger while reciting the mantra.

source: སྔགས་སྟོང་ཕྲག་བརྒྱད་རྡོ་རྗེ་ཁྲོ་བོའི་སྟོབས་དང་ལྡན་པས་བཟླས་པ་བྱས་ན་དགྲ་བོའི་དཔུང་རེངས་པར་འགྱུར་རོ། །
en: He should recite the mantra one thousand and eight times with the power of vajrakrodha, and the enemy army will be paralyzed.

source: དེ་ནས་གཞན་ཡང་འཁོར་ལོའི་མཚན་ཉིད་ནི་བསྒྲུབ་བྱའི་མིང་ཡི་གེས་ཡོངས་སུ་དཀྲིས་པར་བྱས་ལ་ཡང་ཙའི་ཡི་གེས་ཡོངས་སུ་བསྐོར་བར་བྱའོ། །
en: For another depiction of the mantra wheel, he should surround it with the syllables of the target’s name, and surround that with the syllable ca.

source: ཡི་གེ་དེ་གཉིས་ཀྱི་བར་དུ་བཏྟྭ་ལི་ལ་སོགས་པའི་སྔགས་ཀྱི་ཕྲེང་བས་ཡོངས་སུ་བསྐོར་བར་བྱའོ། །
en: He should make a circle between those two with the mantra garland that begins with vattāli, surround that with the syllable māṃ, and surround it again with the four syllables.

source: ཡང་དེ་ལ་མཱྃ་གིས་བསྐོར་བར་བྱས་ལ་ཡང་ཡི་གེ་བཞིས་ཡོངས་སུ་བསྐོར་ཞིང་གྲུ་བཞིའི་ཕྱོགས་དེ་མཚམས་སུ་རྡོ་རྗེས་མཚན་པར་བྱས་ནས་དེ་ཉིད་ཀྱིས་དེ་མ་ཐག་ཏུ་དགྲ་བོའི་དཔུང་རེངས་པར་བྱེད་ཅིང་ཉམས་པར་བྱེད་པ་ལ་ཐེ་ཚོམ་མེད་དོ། །
en: He should mark the edge of the square boundary with vajras, and it will instantly paralyze and weaken the enemy army—let there be no doubt.

source: དགྲ་བོའི་དཔུང་ལས་མཆོག་ཏུ་རྒྱལ་བ་ཞེས་བྱ་བའི་འཁོར་ལོ་འདི་སློབ་དཔོན་གྱི་མན་ངག་ལས་ཤེས་པར་བྱའོ། །
en: This mantra wheel called supreme victory over the enemy army should be learned from an ācārya’s instructions.

source: དེ་ནས་གཞན་ཡང་རེངས་པར་བྱེད་པ་དང་འབྱེད་པར་བྱེད་པ་དང་། གསོད་པར་བྱེད་པའི་སྦྱོར་བའི་དབང་དུ་བྱས་པའི་འཁོར་ལོ་ཡིན་ཏེ། གྲོགས་བཟང་པོ་དང་ལེགས་པར་བསྲུངས་ཏེ།
en: The following is another mantra wheel for performing paralyzing rites, rites to sow discord, and killing rites for protecting one’s close allies and getting rid of people who create obstacles.

source: མིའི་བགེགས་ཡོངས་སུ་སྤངས་ཏེ་དུར་ཁྲོད་དུ་གནས་ལ་བློ་དང་ལྡན་པས་འབད་པ་དང་བཅས་པས་ཐང་སྐུ་བཀྲམ་ལ།
en: The wise one should prepare a spot in a charnel ground, carefully unfurl the painting, and make a maṇḍala of cow dung in front of it.

source: དེའི་མདུན་དུ་ལྕི་བའི་དཀྱིལ་འཁོར་བྱས་ཏེ། ཇི་ལྟར་འབྱོར་པའི་མཆོད་པ་རྣམ་པ་ལྔ་དང་ལྡན་པས་མཆོད་ལ་གོས་ནག་པོ་བགོ་ཞིང་ཐོད་ནག་པོ་བཅིངས་ལ་འཚོག་ཆས་དང་། རྡོ་རྗེ་དྲིལ་བུའི་མཆོག་བརྟེན་པས་ཁྲོས་པས་སྔོན་བཞིན་དུ་ལྷ་མོ་འོད་ཟེར་ཅན་བསྒོམ་པར་བྱ་སྟེ།
en: The wrathful one should perform an offering using the five prescribed offerings, put on a black robe, wear a black turban, clasp the ritual implements, vajra, and bell, and visualize himself as Mārīcī as before.

source: ཕག་པའི་ཞལ་གསུམ་པ་སྤྱན་གསུམ་པ། ཞལ་འགྱུར་ཞིང་མཆེ་བ་གཙིགས་པ།
en: He should imagine himself as Mārīcī with three boar faces that have three eyes and bare their fangs.

source: གློག་བཞིན་ལྗགས་འཇིགས་པར་བྱེད་པ།
en: Her tongue strikes fear like a flash of lightning.

source: ཉི་མ་བཅུ་གཉིས་དང་འདྲ་བའི་འོད་འབར་ཞིང་འཕྲོ་བ།
en: She shines and radiates a light equal to twelve suns.

source: མུ་མེན་ལྟ་བུའི་གོས་སྔོན་པོའི་སྨད་དཀྲིས་བྱས་ཤིང་ཤང་འགག་དང་སྟོད་གཡོགས་སྣ་ཚོགས་པའི་གོས་ཀྱིས་བྱས་པ།
en: She wears a sapphire-blue lower robe, a blue jacket, and a multicolored upper garment and shawl.

source: རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པ། ཕྱག་བརྒྱད་པ།
en: She is adorned with all her ornaments and has eight arms.

source: གཡས་ན་མདའ་དང་། རྡོ་རྗེ་དང་། ཁབ་དང་། ལྕགས་ཀྱུ་བསྣམས་པའི་ཕྱག་གོ །གཡོན་དུ་གཞུ་དང་ཞགས་པ་དང་། ཤིང་མྱ་ངན་མེད་པའི་ཡལ་ག་དང་། སྐུད་པ་བསྣམས་པའི་ཕྱག་གོ། །
en: She holds an arrow, vajra, needle, and hook in her right hands and a bow, noose, aśoka branch, and thread in her left hands.

source: མཆོད་རྟེན་མགོ་ལ་ཡོད་པའི་སྐྲ་དང་ལྡན་པ།
en: The hair on her head is like a caitya.

source: ཉི་མའི་དཀྱིལ་འཁོར་ལ་གཡས་བརྐྱང་བའི་ཞབས་ཀྱིས་བཞུགས་པ།
en: She stands on a sun disk with her right leg extended.

source: ཁྲོས་པས་རྐང་པས་བསྒྲུབ་བྱ་མནན་པ་ཉིད་དུ་བསམ་པར་བྱའོ། །
en: She is wrathful and tramples the target of the rite with her foot.

source: ཆུ་བོའི་ངོགས་ཀྱི་ས་དང་། མིའི་རུས་པའི་ཕྱེ་མ་དང་། དུར་ཁྲོད་ཀྱི་ཐལ་བ་དང་ལྡན་པས་གཟུགས་བརྙན་བྱས་ལ། ཚ་བ་གསུམ་དང་།
en: He should make the effigy out of soil from a riverbank, ground human bone, and ash from a charnel ground.

source: དུག་དང་། ཁྲག་དང་། ཚྭ་དང་། སྐེ་ཚེ་དང་། ད་དུ་ར་ཡིས་རོའི་གོས་ལ་བསྒྲུབ་བྱའི་མིང་སྔགས་ངེས་པར་བྱས་ལ་སྙིང་གར་གཞུག་པར་བྱ་སྟེ།
en: He should write the mantra augmented with the target’s name with ink containing the three spices, poison, blood, salt, black mustard, and datura on a piece of cloth from a corpse, place it in the middle, and add the target’s name to the following mantra:

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་བཏྟྭ་ལི། བ་དཱ་ལི། བ་རཱ་ལི། བཱ་རཱ་ཧཱ་མུ་ཁི་ཧཱུྃ། ཆེ་གེ་མོ་སོད་ཅིག་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ། སྔགས་འདི་དང་མིང་སྤེལ་ཏེ་མི་ཤ་སྐམ་པོ་དང་།
en: oṃ mārīcyai vattāli vadāli varāli varāhamukhi hūṁ kill [insert name] hūṁ phaṭ svāhā

source: གུ་གུལ་དང་། ཡང་དག་པར་ལྡན་པས་རིལ་བུ་བྱས་ལ་མིའི་ཚིལ་དང་བསྲེས་ཏེ་རོ་བསྲེགས་པའི་ཤིང་གིས་མེ་ལ་སྟོང་ཕྲག་བརྒྱད་སྦྱིན་སྲེག་བྱའོ། །
en: He should make a pill with dried human flesh and bdellium, mix it with human fat, and perform one thousand and eight fire offerings into a fire kindled with wood that has been used to burn a corpse.

source: ཚ་བའི་མར་ནག་གིས་གཞན་གྱི་དཔུང་གི་རྒྱལ་པོའི་མིང་བཟུང་སྟེ་གལ་ཏེ་གསོད་པར་འདོད་ན་དེ་ཉིད་ཀྱིས་བདུགས་ན་འཆི་བར་འགྱུར་རོ། །
en: Then he should write the name of the king of the opposing army with black mustard oil. If he wants to kill him, he should make a smoke offering with it, and he will die.

source: གལ་ཏེ་རེངས་པར་འདོད་ན་ཡང་རེངས་པར་འགྱུར་རོ། །
en: If he wants him to be paralyzed, he will be paralyzed.

source: ཡང་ན་གཡུལ་ངོ་ལ་མངོན་དུ་བལྟས་ཏེ་མིའི་རུས་པའི་ཕྱེ་མ་འམ། མི་ཚིལ་དང་བསྲེས་པས་སྔགས་བཟླ་ཞིང་སྦྱིན་སྲེག་བྱས་ན་དགྲའི་དཔུང་གི་ཚོགས་དེ་མ་ཐག་ཏུ་རེངས་པར་བྱེད་དོ། །
en: Or he can face the battlefield and perform a fire offering and mantra recitation with a mixture of ground human bone and human fat, and the enemy’s forces will instantly be paralyzed.

source: དེ་ནས་གཞན་ཡང་སྦྱོར་བ་ནི། ཅེ་སྤྱང་གིས་ཉེ་བར་འཚེ་བ་ཞི་བར་བྱ་བར་འདོད་ན་གནག་གི་གནས་སུ་སོང་སྟེ་གནག་འཇུག་པའི་སྒོའི་རྟ་བབས་ལ་སྔགས་མངོན་པར་བྲིས་ཏེ།
en: Another application of the mantra is as follows: If he wants to pacify jackals that are threatening livestock, he should go to the cattle pasture and write the mantra clearly on the arch of the pasture gate.

source: རྒྱལ་མཚན་དཀར་པོའི་རྩེ་མོ་ལ་བཙུགས་ཏེ་ཙནྡན་དཀར་པོ་དང་། གུར་གུམ་དང་། གིའུ་ཝང་གིས་ཁྱུ་མཆོག་གི་གཙོ་མོ་རྒན་པ་དང་ཕྱུགས་རྫིའི་མིང་དང་སྤེལ་ཞིང་བྱང་བུ་ལ་བྲིས་ཏེ་ཁྱུ་མཆོག་གི་རྭ་དང་།
en: He should place the mantra on top of a white victory banner and write the mantra on two boards, with the names of the eldest bull and the herders added to each respective board with an ink containing white sandalwood, red saffron, and bovine bezoar.

source: ཕྱུགས་རྫི་རྣམས་ཀྱི་མགུལ་པར་འཁོར་ལོ་བཅིང་ངོ་།
en: Then he should hang the mantra wheel on the bull’s horns and around the herders’ necks.

source: འཁོར་ལོ་ནི་ཨོཾ་མཱྃ་བཱྃ་མཱྃ། ཡང་བ་ཡིག་གིས་བསྐོར་ཅིང་ཡང་ཙྱཻ་ཡིས་བསྐོར་ཏེ།
en: He should make the mantra wheel with the syllables oṃ, māṃ, vāṃ, and māṃ surrounded by the syllable va and then surrounded by the syllable cyai.

source: དེའི་ཕྱི་རོལ་དུ་མྭྃ་གིས་བསྐོར་ལ་འཁོར་ལོ་དེ་ཉིད་བྱའོ། །
en: It should be encircled on the outside with the syllable māṃ.

source: སྒོར་ཡང་སེང་ལྡེང་གི་ཕུར་བུ་སོར་བརྒྱད་པའི་ཚད་ལ་ཚོན་སྣ་ལྔའི་སྐུད་པས་དཀྲིས་ཏེ། སྔགས་ལན་བདུན་དུ་བཟླས་ནས་ཕུར་བུས་གདབ་བོ། །
en: He should wrap a teakwood dagger measuring eight fingers to the gate with five-colored thread and stab the gate with a dagger while reciting the following mantra seven times:

source: ཨོཾ་མཱ་རཱི་ཙྱཻ་སརྦ་བིགྷྣཱཾ་ཨུཏ་སཱ་དྷ་ཡ་ཧཱུྃ་ཕཊ་སྭཱ་ཧཱ།
en: oṃ mārīcyai sarvavighnāṃ utsādhaya hūṁ phaṭ svāhā

source: བགེགས་བསྐྲད་པའི་ཕུར་བུའི་སྔགས་སོ། །
en: That is the dagger mantra for dispelling vighnas.

source: དེ་ནས་ཕྱིས་ནི་གནག་ལྷས་ཀྱི་དབུས་སུ་བཅོམ་ལྡན་འདས་མའི་ཐང་སྐུ་ཁ་ཤར་དུ་བལྟས་པ་བཀྲམ་ལ་བློ་དང་ལྡན་པས་འབད་པ་དང་བཅས་པས་བྱའོ། །
en: After that, the wise one should carefully unfurl the painting of Blessed Mārīcī in the middle of the cattle pen so that it is facing east.

source: དེའི་མདུན་དུ་སྦྱིན་སྲེག་གི་ཐབ་ཁུང་གྲུ་བཞི་པ་ལ་ཁྲུ་གང་ཙམ་བརྐོ་བར་བྱ་སྟེ་མཚམས་བཞི་རུ་དྲི་ཞིམ་པོའི་ཆུས་བཀང་བའི་བུམ་པ་འབྲུ་སྣ་ལྔ་དང་།
en: He should dig a fire-offering pit in front of the painting in the shape of a square measuring one cubit across. He should set out vases for perfumed water on the four sides of the square and fill them with perfumed water and the five grains.

source: དྲི་ཞིམ་པོའི་ཆུས་ཡོངས་སུ་བཀང་ལ་ཙནྡན་དཀར་པོས་བྱུགས་ལ་གོས་དཀར་པོ་ཟུང་གིས་སྦྲེལ་བ་ཡལ་ག་རྣམ་པ་ལྔ་སྟེ། ནྱ་གྲོ་དྷ་དང་། བྱང་ཆུབ་ཀྱི་ཤིང་དང་། ཨུ་དུམ་བཱ་ར་དང་། ཨ་འབྲས་དང་།
en: They should be anointed with white sandalwood, tied with two strips of white cloth, and ornamented with leafy branches from the following five trees: banyan, bodhi tree, uḍumbara, mango, and giant milkweed.

source: ཤིང་ཨརྒའི་ཡལ་གས་བརྒྱན་པ། བརྒྱ་ཕྲག་བརྒྱད་ཀྱིས་མངོན་པར་བསྔགས་ལ་བཞག་གོ། །ཐབ་ཁུང་དེ་ཉིད་ཀྱི་མཚམས་བཞི་རུ་སེང་ལྡེང་གི་ཕུར་བུ་སྔོན་དུ་བསྟན་པའི་སྔགས་བཟླས་ལ་གདབ་པར་བྱའོ། །
en: He should incant them with the mantra one hundred and eight times and then plant a teakwood dagger at each of the four sides of the fire pit while reciting the mantra explained above.

source: ཡང་ཕྱིས་ནི་ལྕི་བས་མལ་ཉེ་བར་བྱུགས་ལ་ཁྲག་གི་གཏོར་མ་དང་། ཀུ་མུ་ད་དང་། ཨུཏྤ་ལ་དང་། པདྨའི་ཕྲེང་བ་དང་། དྲི་ཞིམ་པའི་མེ་ཏོག་གི་རྣམ་པར་བཀྲམ་ལ།
en: After that, he should make a maṇḍala with dung and scatter upon it a bali offering of blood, a garland of red, blue, and white lotuses, and fragrant flowers.

source: དྲི་ཞིམ་པོ་དང་ཙནྡན་གྱི་ཆུས་ཆག་ཆག་བཏབ་ལ་ཞོ་དང་སྦྲང་རྩི་དང་བུ་རམ་དང་ལྡན་པས་ཟས་ཁམ་གཅིག་གིས་ལྷ་བཤོས་དབུལ་བར་བྱའོ། །
en: He should sprinkle it with perfume and sandalwood water and perform the deity food offering with a morsel that contains yogurt, honey, and molasses.

source: བའི་མར་གྱི་མར་མེའི་ཕྲེང་བས་ལེགས་པར་བརྒྱན་ཅིང་བླ་རེ་བརྒྱན་ལ་མེ་ཏོག་གི་ཕྲེང་བ་དཔྱངས་ཤིང་གོས་དཀར་པོའི་རྒྱལ་མཚན་གྱི་རྩེ་མོར་སྔགས་བྲིས་ལ་བཙུགས་ལ་གུ་གུལ་གྱི་བདུག་སྤོས་སྦྱིན་ནོ། །
en: He should decorate it with a row of butter lamps and hang a flower garland on the ornamental canopy. He should write the mantra at the top of a victory banner made of white cloth and plant it in the ground. Then he should make a smoke offering of bdellium.

source: དེ་ལྟར་བཅོམ་ལྡན་འདས་མ་ལྷ་མོ་འོད་ཟེར་ཅན་མ་ཡང་དག་པར་མཆོད་ལ་མཉེས་པར་བྱས་ཏེ་སྔོན་དུ་བསྟན་པའི་སྔགས་ཀྱིས་མངོན་པར་བསྔགས་ལ་ཉེ་བར་མཁོ་བ་ཐམས་ཅད་དབུལ་བར་བྱའོ། །
en: When the offering to the blessed goddess Mārīcī has been properly performed and she is pleased, he should perform the mantra recitation with the mantra mentioned above while making all the requisite offerings.

source: ཡང་ཐང་སྐུའི་མདུན་དུ་སྦྱིན་སྲེག་གི་ཐབ་ཁུང་ཁྲུ་གང་ཙམ་བརྐོས་པའི་གྲུ་བཞི་པ་ཁ་ཁྱེར་སོར་བཞི་པ།
en: In front of the painting, he should dig a square pit for the fire offering that is four cubits across.

source: རྡོ་རྗེའི་ཕྲེང་བས་བསྐོར་བ་རྩ་བ་དང་བཅས་པའི་པདྨའི་རྣམ་པར་བྱའོ། །
en: He should make an altar that is four fingers across, surrounded by vajras, and made to look like a lotus with the stalk attached.

source: དེའི་དབུས་སུ་པདྨ་ལ་རྡོ་རྗེས་མཚན་པར་བྱས་ཏེ་བ་གླང་གི་ལྕི་བས་དཀྱིལ་འཁོར་ལེགས་པར་བྱུགས་ལ་མེ་ཏོག་གི་རྣམ་པ་དགྲམ་པར་བྱའོ། །
en: He should make the sign of a vajra in the middle of the lotus, make a maṇḍala with cow dung, and scatter flowers on it.

source: དེ་ནས་སྔགས་པས་ཁྲུས་བྱས་ཤིང་གཙང་མས་གོས་དཀར་པོ་གོན་ལ་ཉེ་བར་མཁོ་བའི་ཐོད་དཀར་པོ་བཅིངས་ཏེ་རྡོ་རྗེ་དང་དྲིལ་བུ་བཟུང་ཞིང་བསྙེན་པ་དང་བཅས་པས་འཇུག་པར་བྱའོ། །
en: Then the mantrin should bathe, purify himself, put on white clothes, wear the proper white turban, hold a vajra and bell, and begin with confidence.

source: ཐབ་ཁུང་གི་མདུན་དུ་སྔགས་ཀྱིས་བགེགས་བསྐྲད་ལ་སེང་ལྡེང་གི་ཕུར་བུས་ཐབ་ཁུང་སྤྱི་ཕྱི་རོལ་གྲྭ་བཞིར་གདབ་པར་བྱའོ། །
en: He should expel the vighnas in front of the fire pit with the mantra and plant teakwood daggers in the four corners on the outside of the fire pit.

source: དེ་ནས་སྔོན་བཞིན་དུ་ཐབ་ཁུང་གི་ཤར་ནས་ནུབ་ཏུ་མངོན་པར་ཕྱོགས་པར་གནས་ལ་སྔགས་དང་ཕྱག་རྒྱས་བྱིན་གྱིས་བརླབས་པའི་སྔགས་པས་ཀུ་ཤ་ཆང་བུའི་སྟེང་དུ་གནས་ལ་ཐབ་ཁུང་གི་ཕྱོགས་བཞིར་ཀུ་ཤ་དགྲམ་པར་བྱའོ། །
en: Then, just as above, he should sit on the east side of the fire pit facing west on a pile of kuśa grass while reciting the blessing with the mantra and hand mudrā.

source: དེ་ནས་དགོས་པ་ཐམས་ཅད་ལ་སྔགས་བརྒྱ་བཟླས་ཏེ་གཡས་ཕྱོགས་སུ་གཞག་པར་བྱའོ། །
en: He should spread the kuśa grass on the four sides of the fire pit, incant all the implements with the mantra one hundred times, and place them on the right side.

source: གཡོན་ཕྱོགས་སུ་ཆུའི་སྣོད་བཞག་ཅིང་མདུན་དུ་མཆོད་ཡོན་གྱི་སྣོད་དྲི་ཞིམ་པོའི་ཆུ་དང་མེ་ཏོག་གིས་བཀང་བ་བཞག་ལ་ཞོ་དང་བུ་རམ་དང་།
en: He should place a water bowl on the left side and set up a water-offering bowl filled with perfumed water and with flowers in front of it.

source: སྦྲང་རྩི་དང་ལྡན་པ་ཡང་བཞག་སྟེ། གཙུབ་ཤིང་གིས་བཏོན་པའི་མེ་ཐབ་ཁུང་གི་ནང་དུ་གཞུག་སྟེ་ནྱ་གྲོ་དྷ་དང་། ཨུ་དུམ་བཱ་ར་དང་།
en: He should set out the yogurt, molasses, and honey, place a fire in the fire pit that has been produced with a hearth stick, and kindle the fire with banyan, uḍumbara, and butea branches.

source: པ་ལ་ཤའི་ཡམ་ཤིང་གིས་མེ་སྦར་ལ་དེ་ནས་ཡང་ཨོཾ་ཡོངས་སུ་གྱུར་པ་ལས་ཟླ་བའི་དཀྱིལ་འཁོར་དེའི་སྟེང་དུ་རྃ་ཡོངས་སུ་གྱུར་པ་ལས་མེ་ལྷ་བསྒོམས་ལ་གཞན་པ་མེ་ལྷ་སྔགས་ཀྱིས་སྤྱན་དྲངས་ཏེ།
en: Then he should visualize that the syllable oṃ transforms into a moon disk with the syllable raṃ on it, and that Agni appears out of that. He should invoke Agni with the following Agni invocation mantra:

source: ཨོཾ་ཨེ་ཧྱེ་ཧི་མ་ཧཱ་བྷཱུ་ཏ་དེ་བ་དྭི་ཛ་རྀ་ཥི་སཏྟ་མ། པ་རི་གྲྀ་ཧཱི་ཏྭཱ་ཨཱ་ཧུ་ཏི་མ་ཧཱ་རསྨིནྶནྣི་ཧི་ཏོ་བྷ་བ།
en: oṃ ehy ehi mahābhūtadeva dvijaṛṣisattama parigṛhītvā āhuti mahārasmin sannihito bhava

source: མེ་ལྷ་སྤྱན་དྲང་བའི་སྔགས་སོ། །
en: Then he should recite the following Agni mantra:

source: ཨོཾ་ཨགྣ་ཡེ་དཱི་བྱ་དཱི་པྱ་ཨཱ་བི་ཤ་མ་ཧཱ་ཤྲི་ཡེ་ཧཱ་བྱ་ཀཱ་བྱ་བཱ་ཧ་ནཱ་ཡ་སྭཱ་ཧཱ། མེ་ལྷའི་སྔགས་སོ། །
en: oṃ agnaye dīvyadīpya āviśa mahāśriye havyakavyavāhanāya svāhā

source: ཟླ་བའི་དཀྱིལ་འཁོར་ལ་གནས་པའི་ཞལ་དཀར་ཟླུམ་པ། ཕྱག་བཞི་པ་འབར་བའི་སྤྱན་གསུམ་པ།
en: He should imagine Agni seated on the moon disk with a round, white face, four arms, and three blazing eyes.

source: མེ་ལྷ་བཟང་པོ་སྟོན་ཀའི་ཟླ་བའི་འོད་འདྲ་བ།
en: Agni is beautiful and stainless, like the light of the autumn moon.

source: དྲི་མ་མེད་པ་བདུད་རྩིའི་རྒྱུན་འབབ་ཅིང་ཞི་བ། དབྱུ་གུ་དང་།
en: He is peaceful and emits a stream of amṛta.

source: རིལ་བ་སྤྱི་བླུགས་དང་།
en: He holds a staff, a water jar, and a rosary, and he displays the boon-granting hand mudrā.
